/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */

"Main_Edition_Beta" = "Beta";
"Main_Edition_MacAppStore" = "for Mac App Store";

"Main_DropAreaHint_Disk" = "drop the disk here to scan it"; /*hint displayed when dropping a disk to the DaisyDisk's window*/
"Main_DropAreaHint_Folder" = "drop the folder here to scan it"; /*hint displayed when dropping a folder to the DaisyDisk's window*/
"Main_DropAreaHint_License" = "drop the license here to register it"; /*same for the key file*/

"Main_TitleButton_BuyNow" = "Test drive mode. Buy Now…"; /*top-right blue registration reminder button*/
"Main_TitleButton_UpgradeNow" = "Test drive mode. Upgrade Now…";
"Main_TitleButton_BetaExpiration" = "%1$@. Expires on %2$@"; /*beta expiration reminder*/

"Main_Menu_RescanAsLastTime" = "Rescan “%@”"; /*rescan %diskname menu command*/
"Main_Menu_RescanAsLastTimeNone" = "Rescan"; /*same, but no folder name mentioned*/
"Main_Menu_RescanAsAdminQuick" = "Quick Rescan “%@” as Administrator";
"Main_Menu_RescanAsAdminQuickNone" = "Quick Rescan as Administrator";
"Main_Menu_RescanAsAdminFull" = "Full Rescan “%@” as Administrator";
"Main_Menu_RescanAsAdminFullNone" = "Full Rescan as Administrator";
"Main_Menu_RescanAsNormalUser" = "Rescan “%@” as Normal User";
"Main_Menu_RescanAsNormalUserNone" = "Rescan as Normal User";

"Main_Alert_QuitWarning_Scanning_Title" = "Scanning in progress";
"Main_Alert_QuitWarning_Scanning_Message" = "DaisyDisk is currently scanning a disk.\nIf you quit now, the scan will not be completed.";
"Main_Alert_QuitWarning_Deleting_Title" = "File deletion in progress";
"Main_Alert_QuitWarning_Deleting_Message" = "If you quit now, some files will not be deleted.";
"Main_Alert_QuitWarning_NonEmptyCollector_Title" = "There are files collected but not deleted";
"Main_Alert_QuitWarning_NonEmptyCollector_Message" = "If you quit now, DaisyDisk will forget all the files you have collected for deletion.";

"Main_Alert_QuitWarning_Quit" = "Quit Anyway";
"Main_Alert_QuitWarning_Cancel" = "Cancel";

"Main_Admin_Prompt" = "DaisyDisk wants to launch a helper with administrative access.";

/*deprecated; upgrade scopebar*/
"Main_Scopebar_Upgrade_FreeUpgrade" = "DaisyDisk %@ is available as free upgrade for you";
"Main_Scopebar_Upgrade_PaidUpgrade" = "DaisyDisk %1$@ is available. Upgrade for only %2$@";
"Main_Scopebar_Upgrade_JustUpgrade" = "DaisyDisk %@ is available";
"Main_Scopebar_Upgrade_Button_Upgrade" = "Upgrade";
"Main_Alert_RemindUpgrade_Title" = "Should we remind you of this upgrade later?";
"Main_Alert_RemindUpgrade_Button_YesLater" = "Yes, Next Time";
"Main_Alert_RemindUpgrade_Button_NoNever" = "Never Remind Me Again";
/*deprecated*/

/*"achievements" displayed on the scope bar*/
"Main_Scopebar_Score_5GB" = "Congrats! You've just got an extra %@ on your disk. That's more disk space than the iPod had in 2001!";
"Main_Scopebar_Score_10GB" = "Yeah-ha! Having %@ of extra disk space is always good.";
"Main_Scopebar_Score_20GB" = "Cool! You've just got %1$@ for your data. That's %2$@#(x,x) as much as original iMac's hard disk!";
"Main_Scopebar_Score_50GB" = "%1$@ of useless stuff has gone. Now there's enough space for more than %2$@ #(HD movie,HD movies).";
"Main_Scopebar_Score_100GB" = "You've cleaned up %1$@. That's more than %2$@ #(pack,packs) of DVD-Rs!";
"Main_Scopebar_Score_200GB" = "You've just reclaimed %@. This could have been a whole MacBook disk.";
"Main_Scopebar_Score_500GB" = "Global cleanup! You've just recovered %@ on your disks. That's a lot!";

/*corresponding achievments as they appear on Twitter*/
"Main_Score_Twitter_5GB" = "I've just got an extra %@ on my disk. That's more disk space than the iPod had in 2001! Thanks to @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_10GB" = "Yeah-ha! Having %@ of extra disk space is always good. Thanks to @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_20GB" = "Cool! I've just got %1$@ for my data. That's %2$@#(x,x) as much as original iMac's hard disk! Thanks to @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_50GB" = "%1$@ of useless stuff has gone. Now there's enough space for more than %2$@ #(HD movie,HD movies). Thanks to @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_100GB" = "I've just cleaned up %1$@. These data could take more than %2$@ #(pack,packs) of DVD-Rs. Thanks to @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_200GB" = "I've just reclaimed %@. This could have been a whole MacBook disk. Thanks to @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_500GB" = "Global cleanup! I've just recovered %@ on my disks. That's a lot! Thanks to @DaisyDisk http://cl.ly/ehk4";

/*tweeting score from the About window*/
"Main_Score_About_Twitter_Base" = "@DaisyDisk http://cl.ly/ehYa helped me recover more than %@ on my disks.";
"Main_Score_About_Twitter_0GB" = "20 years ago you'd need %@ #(floppy disk,floppy disks) for these data.";
"Main_Score_About_Twitter_5GB" = "That's more than a disk of the original iPod!";
"Main_Score_About_Twitter_6GB" = "Otherwise it could have taken %@ #(CD-R,CD-Rs).";
"Main_Score_About_Twitter_20GB" = "That's more than %@ #(MP3 song,MP3 songs).";
"Main_Score_About_Twitter_50GB" = "Enough space for %@ #(HD movie,HD movies).";
"Main_Score_About_Twitter_256GB" = "That's more than MacBook Air ever had!";
"Main_Score_About_Twitter_320GB" = "That's the size of MacBook Pro disk!";
"Main_Score_About_Twitter_500GB" = "That could have filled a Time Capsule!";
"Main_Score_About_Twitter_1000GB" = "Otherwise I'd have to buy a terabyte disk!";
"Main_Score_About_Twitter_1500GB" = "That's enough to store %@ #(CD,CDs) in original quality.";

"Main_Scopebar_Score_Button_Tweet" = "Tweet It!"; /*tweet button*/
"Main_Scopebar_Score_Button_Disable" = "Don't Show These Messages Again"; /*drop-down menu item*/
"Main_Scopebar_Score_Button_Close" = "Close This Message"; /*drop-down menu item*/
"Main_Scopebar_Score_RateInMAS" = "Enjoying DaisyDisk? Please, rate it on the App Store"; /*one-time review reminder*/
"Main_Scopebar_Score_Button_Rate" = "Rate"; /*scope bar action button*/
